Repository: romaarv/testing
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: Письма с оповещением отправлены
uk: Листи з оповіщенням відправлені

source: Отправка писем с оповещениями об активации
uk: Відправлення листів з оповіщенням про активацію

source: Подтверждение аккаунта
uk: Підтвердження облікового запису

source: Прошли
uk: Пройшли

source: Не прошли более 3х дней
uk: Не пройшли більше 3х днів

source: Не прошли более недели
uk: Не пройшли більше тижня

source: Создание
uk: Створення

source: Последнее изменение
uk: Остання зміна

source: Внесенные измененения требует повторной проверки. Тест (билет)
uk: Внесені зміни вимагають повторної перевірки. Тест (квиток)

source: отмечен как неотображаемый.
uk: помічен як невідображений

source: Группы (отображ):
uk: Групи (відображ):

source: Группы (не отображ):
uk: Групи (не відображ):

source: Группы (не отображ):
uk: Групи (не відображ):

source: Группы не определены
uk: Групи не визначені

source: Номера групп (классов)
uk: Номери груп (класів)

source: Начат
uk: Почат

source: Нет
uk: Ні

source: Закончен
uk: Закінчений

source: Оценка
uk: Оцінка

source: Тестирование
uk: Тестування

source: Логин
uk: Логін

source: Адрес электронной почты
uk: Адреса електронної пошти

source: Имя
uk: Ім'я

source: Фамилия
uk: Прізвище

source: Введите тот же самый пароль еще раз для проверки
uk: Введіть такий самий пароль ще раз для перевірки

source: Введенные пароли не совпадают
uk: Введені паролі не збігаються

source: Пользовательский аккаунт, который прошел процесс подтверждения
uk: Користувальницький аккаунт, який пройшов процес підтвердження

source: Название
uk: Назва

source: Название класса или группы
uk: Назва класу або групи

source: Статус отображения
uk: Статус відображення

source: Отображение группы (класса) на сайте
uk: Відображення групи (класу) на сайті

source: Группа (класс)
uk: Група (клас)

source: Группы (классы)
uk: Групи (класи)

source: отображается
uk: відображається

source: не отображается
uk: не відображається

source: Предмет, знания которого проверяются в тесте
uk: Предмет, знання якого перевіряються в тесті

source: Отображение предмета на сайте
uk: Відображення предмета на сайті

source: Предметы (уроки)
uk: Предмети (уроки)

source: Названия групп (классов) где проводится тест
uk: Назви груп (класів) де проводиться тест

source: Название теста
uk: Назва тесту

source: Короткое название теста
uk: Коротка назва тесту

source: Максимальная оценка
uk: Максимальна оцінка

source: Максимальная оценка за все правильные ответы в тесте
uk: Максимальна оцінка за всі правильні відповіді в тесті

source: Описание теста
uk: Опис тесту

source: Полное описание теста
uk: Повний опис тесту

source: Отображение теста на сайте
uk: Відображення тесту на сайті

source: Тест (билет)
uk: Тест (квиток)

source: Тесты (билеты)
uk: Тести (квитки)

source: Задание
uk: Завдання

source: Описание задаваемого вопроса в тесте
uk: Опис питання, що задається у тесті

source: Балов за ответ
uk: Балов за відповідь

source: Количество балов начисленных за правильный ответ
uk: Кількість балів нарахованих за правильну відповідь

source: Вариант
uk: Варіант

source: При создании нескольких вариантов теста
uk: При створенні декількох варіантів тесту

source: Множественный выбор
uk: Множинний вибір

source: Предоставить пользователю возможность выбора нескольких вариантов ответа
uk: Надати користувачеві можливість вибору декількох варіантів відповіді

source: Задание учтено
uk: Завдання враховано

source: Учитывать вопрос в тесте
uk: Враховувати питання в тесті

source: Задания
uk: Завдання

source: Вопрос
uk: Запитання

source: Ответ
uk: Відповідь

source: Описание возможного ответа
uk: Опис можливої ​​відповіді

source: Правильный ответ
uk: Правильна відповідь

source: Статус правильного ответ на вопорос
uk: Статус правильної відповіді на запитання

source: Ответ учтен
uk: Відповідь врахована

source: Учитывать ответ при отображении вопроса
uk: Враховувати відповідь при відображенні запитання

source: Ответы
uk: Відповіді

source: Пользователь
uk: Користувач

source: Оценка за тест
uk: Оцінка за тест

source: Прохождение теста закончено
uk: Проходження тесту закінчено

source: Сданный тест
uk: Зданий тест

source: Сданные тесты
uk: Здані тести

source: Балов
uk: Балів

source: Выбранный ответ
uk: Обрана відповідь

source: Дата ответа
uk: Дата відповіді

source: Ответил
uk: Відповив

source: Ответили
uk: Відповіли

source: Один из
uk: Один з

source: Все из
uk: Усі з

source: О сайте
uk: Про сайт

source: Сайт для подготовки и публикации тестов, а также оценка ответов на них.
uk: Сайт для підготовки та публікації тестів, а також оцінка відповідей на них.

source: Все права принадлежат
uk: Всі права належать

source: Активация выполнена
uk: Активація виконана

source: Активация
uk: Активація

source: Здравствуйте
uk: Доброго дня

source: Пользователь с логином
uk: Користувач з логіном

source: успешно активирован
uk: успішно активований

source: Данный сеанс использует пользователь с логином
uk: Даний сеанс використовує користувач з логіном

source: Для смены пользователя Вам необходимо
uk: Для зміни користувача Вам необхідно

source: выйти
uk: вийти

source: с текущего сеанса
uk: з поточного сеансу

source: Вы можете
uk: Ви можете

source: войти
uk: увійти

source: Ошибка при активации
uk: Помилка при активації

source: Активация пользователя прошла неудачно
uk: Активація користувача пройшла невдало

source: Попробуйте пройти
uk: Спробуйте пройти

source: регистрирацию
uk: реєстрацію

source: еще раз
uk: ще раз

source: Главная
uk: Головна

source: Тесты
uk: Тести

source: Вход для учителей
uk: Вхід для вчителів

source: Профиль
uk: Профіль

source: Мой профиль
uk: Мій профіль

source: Изменить личные данные
uk: Змінити особисті дані

source: Изменить пароль
uk: Змінити пароль

source: Выйти
uk: Вийти

source: Удалить
uk: Видалити

source: Регистрация
uk: Реєстрація

source: Вход
uk: Вхід

source: Поиск
uk: Пошук

source: Найти
uk: Знайти

source: Правка личных данных
uk: Виправлення особистих даних

source: Правка личных данных пользователя
uk: Виправлення особистих даних користувача

source: Сохранить
uk: Зберегти

source: Удаление пользователя
uk: Видалення користувача

source: Последние
uk: Останні

source: тестов
uk: тестів

source: Последние опубликованные
uk: Останні опубліковані

source: п/п
uk: з/п

source: Количество
uk: Кільксть

source: баллов
uk: балів

source: Для групп
uk: Для груп

source: классов
uk: класів

source: Последнее
uk: Остання

source: изменение
uk: зміна

source: Вы уже выполнили вход
uk: Ви вже виконали вхід

source: Забыли пароль
uk: Забули пароль

source: Войти
uk: Увійти

source: Войти через
uk: Увійти через

source: Выход
uk: Вихід

source: Вы успешно вышли с сайта
uk: Ви успішно вийшли з сайту

source: Смена пароля
uk: Зміна пароля

source: Смена пароля пользователя
uk: Зміна пароля користувача

source: Сменить пароль
uk: Змінити пароль

source: Пароль сброшен
uk: Пароль скинуто

source: Пароль успешно сброшен
uk: Пароль успішно скинуто

source: Ваш пароль установлен. Вы можете войти по
uk: Ваш пароль встановлено. Ви можете увійти за

source: ссылке
uk: посиланням

source: сейчас
uk: зараз

source: Изменение пароля
uk: Зміна пароля

source: Изменить
uk: Змінити

source: Мы отпраили Вам инструкцию по установке нового пароля, если такой email существует
uk: Ми відправили Вам інструкцію з встановлення нового пароля, якщо такий email існує

source: Кто-то отправил запрос на смену пароля у пользователя с почтовым адресом
uk: Хтось відправив запит на зміну пароля у користувача з поштовою адресою

source: Для установления нового пароля перейдите по ссылке
uk: Для встановлення нового пароля перейдіть за посиланням

source: Ваш логин, если Вы забыли
uk: Ваш логін, якщо Ви забули

source: С уважением, администрация сайта "Тесты"
uk: З повагою, адміністрація сайту "Тести"

source: Сброс пароля
uk: Скидання паролю

source: Сброс Вашего пароля
uk: Скидання Вашого паролю

source: Отправить
uk: Відправити

source: Профиль пользователя
uk: Профіль користувача

source: Ваши пройденные тесты
uk: Ваші пройдені тести

source: Оценка за
uk: Оцінка за

source: Начало
uk: Початок

source: Завершение
uk: Завершення

source: из
uk: з

source: Вы не прошли ни одного теста
uk: Ви не пройшли жодного тесту

source: Регистрация завершена
uk: Реєстрація завершена

source: Регистрация пользователя завершена
uk: Реєстрація користувача завершена

source: На адрес электронной почты, указанный пользователем, выслано письмо для активации
uk: На адресу електронної пошти, вказану користувачем, надіслано листа для активації

source: Регистрация нового пользователя
uk: Реєстрація нового користувача

source: Зарегистрироваться
uk: Зареєструватися

source: Поиск теста (билета)
uk: Пошук тесту (квитка)

source: Тесты (билеты) содержащие
uk: Тести (квитки) містять

source: Все тесты (билеты)
uk: Всі тести (квитки)

source: Тесты для учителей не предусмотрены
uk: Тести для вчителів не передбачені

source: Описание
uk: Опис

source: Максимальная оценка за тест
uk: Максимальна оцінка за тест

source: Для групп (классов)
uk: Для груп (класів)

source: Тест пройден: Нет
uk: Тест пройдено: Ні

source: Тест пройден: Да
uk: Тест пройдено: Так

source: Начать
uk: Почати

source: Для группы (класса)
uk: Для групи (класу)

source: Текущий вопрос
uk: Поточне питання

source: Выберите несколько вариантов
uk: Виберіть кілька варіантів

source: Выберите любой правильный вариант
uk: Виберіть будь-який правильний варіант

source: Далее
uk: Далі

source: Пользователь уже активирован
uk: Користувач вже активований

source: был активирован ранее
uk: був активований раніше

source: Письмо на сброс пароля отправлено
uk: Лист на скидання пароля відправлено

source: Введите новый пароль
uk: Введіть новий пароль

source: Личные данные пользователя изменены
uk: Особисті дані користувача змінені

source: Пароль пользователя изменен
uk: Пароль користувача змінено

source: Пользователь удален
uk: Користувача видалено
